<?php

return [
    'name' => 'تبلیغات',
    'create' => 'تبلیغ جدید',
    'edit' => 'ویرایش تبلیغات',
    'location' => 'مکان',
    'url' => 'آدرس اینترنتی',
    'expired_at' => 'انقضا در',
    'key' => 'کلید',
    'shortcode' => 'کد کوتاه',
    'clicked' => 'کلیک‌شده',
    'not_set' => 'تنظیم نشده',
    'adblock_warning' => 'اگر از افزونه مرورگر Adblock استفاده می‌کنید، باید این افزونه را در سایت خود غیرفعال کنید. در غیر این صورت ممکن است تبلیغات شما مسدود شود! <br /> نکته: نام تصویر نباید شامل برخی از کلمات کلیدی تبلیغاتی (مانند ad یا promotion) باشد.',
    'select_ad' => 'انتخاب تبلیغ',
    'open_in_new_tab' => 'در تب جدید باز شود؟',
];
