<?php

return [
    'login' => [
        'username' => 'ایمیل/نام کاربری',
        'email' => 'ایمیل',
        'password' => 'رمز عبور',
        'title' => 'ورود کاربر',
        'remember' => 'مرا به خاطر بسپار؟',
        'login' => 'ورود',
        'placeholder' => [
            'username' => 'نام کاربری یا آدرس ایمیل خود را وارد کنید',
            'email' => 'آدرس ایمیل خود را وارد کنید',
            'password' => 'رمز عبور خود را وارد کنید',
        ],
        'success' => 'ورود با موفقیت انجام شد!',
        'fail' => 'نام کاربری یا رمز عبور اشتباه است.',
        'not_active' => 'حساب کاربری شما هنوز فعال نشده است!',
        'banned' => 'این حساب مسدود شده است.',
        'logout_success' => 'خروج با موفقیت انجام شد!',
        'dont_have_account' => 'شما در این سیستم حساب کاربری ندارید، لطفاً با مدیر تماس بگیرید!',
    ],
    'forgot_password' => [
        'title' => 'فراموشی رمز عبور',
        'message' => '<p>رمز عبور خود را فراموش کرده‌اید؟</p><p>لطفاً آدرس ایمیل خود را وارد کنید. سیستم یک ایمیل با لینک فعال‌سازی جهت بازنشانی رمز عبور به شما ارسال خواهد کرد.</p>',
        'submit' => 'ثبت',
    ],
    'reset' => [
        'new_password' => 'رمز عبور جدید',
        'password_confirmation' => 'تأیید رمز عبور جدید',
        'email' => 'ایمیل',
        'title' => 'بازنشانی رمز عبور شما',
        'update' => 'به‌روزرسانی',
        'wrong_token' => 'این لینک نامعتبر یا منقضی شده است. لطفاً با استفاده از فرم بازنشانی دوباره تلاش کنید.',
        'user_not_found' => 'این نام کاربری وجود ندارد.',
        'success' => 'بازنشانی رمز عبور با موفقیت انجام شد!',
        'fail' => 'توکن نامعتبر است، لینک بازنشانی رمز عبور منقضی شده است!',
        'reset' => [
            'title' => 'ایمیل بازنشانی رمز عبور',
        ],
        'send' => [
            'success' => 'یک ایمیل به حساب ایمیل شما ارسال شد. لطفاً چک کرده و این عملیات را تکمیل کنید.',
            'fail' => 'در حال حاضر امکان ارسال ایمیل وجود ندارد. لطفاً بعداً دوباره تلاش کنید.',
        ],
        'new-password' => 'رمز عبور جدید',
        'placeholder' => [
            'new_password' => 'رمز عبور جدید خود را وارد کنید',
            'new_password_confirmation' => 'رمز عبور جدید خود را تأیید کنید',
        ],
    ],
    'email' => [
        'reminder' => [
            'title' => 'ایمیل بازنشانی رمز عبور',
        ],
    ],
    'password_confirmation' => 'تأیید رمز عبور',
    'failed' => 'ناموفق',
    'throttle' => 'ترافیک زیاد',
    'not_member' => 'هنوز عضو نشده‌اید؟',
    'register_now' => 'هم‌اکنون ثبت نام کنید',
    'lost_your_password' => 'رمز عبور خود را گم کرده‌اید؟',
    'login_title' => 'مدیریت',
    'login_via_social' => 'ورود با شبکه‌های اجتماعی',
    'back_to_login' => 'بازگشت به صفحه ورود',
    'sign_in_below' => 'ورود در زیر',
    'languages' => 'زبان‌ها',
    'reset_password' => 'بازنشانی رمز عبور',
    'settings' => [
        'email' => [
            'title' => 'ACL',
            'description' => 'پیکربندی ایمیل ACL',
        ],
    ],
];
