<?php

return [
    'theme_options' => [
        'name' => 'اطلاع رسانی کوکی',
        'description' => 'تنظیمات اطلاع رسانی کوکی',
        'enable' => 'فعال‌سازی اطلاع رسانی کوکی؟',
        'message' => 'پیام',
        'button_text' => 'متن دکمه',
        'max_width' => 'حداکثر عرض (پیکسل)',
        'background_color' => 'رنگ پس‌زمینه',
        'text_color' => 'رنگ متن',
        'learn_more_url' => 'آدرس صفحه اطلاعات بیشتر',
        'learn_more_text' => 'متن اطلاعات بیشتر',
        'style' => 'استیل',
        'full_width' => 'عرض کامل',
        'minimal' => 'حداقل',
    ],
    'message' => 'تجربه شما در این سایت با اجازه استفاده از کوکی‌ها بهبود خواهد یافت.',
    'button_text' => 'اجازه استفاده از کوکی‌ها',
];
