<?php

return [
    'cache_management' => 'مدیریت حافظه نهان',
    'cache_management_description' => 'پاک کردن حافظه نهان برای به‌روز رسانی سایت شما.',
    'cache_commands' => 'دستورات پاک کردن حافظه نهان',
    'commands' => [
        'clear_cms_cache' => [
            'title' => 'پاک کردن تمامی حافظه نهان CMS',
            'description' => 'پاک کردن حافظه نهان CMS: حافظه نهان پایگاه داده، بلوک‌های استاتیک... این دستور را اجرا کنید زمانی که پس از به‌روز رسانی داده‌ها تغییرات را مشاهده نمی‌کنید.',
            'success_msg' => 'حافظه نهان پاک شد',
        ],
        'refresh_compiled_views' => [
            'title' => 'به‌روز رسانی دیدهای کامپایل شده',
            'description' => 'پاک کردن دیدهای کامپایل شده برای به‌روز کردن دیدها.',
            'success_msg' => 'حافظه نهان دید به‌روز رسانی شد',
        ],
        'clear_config_cache' => [
            'title' => 'پاک کردن حافظه نهان پیکربندی',
            'description' => 'شما ممکن است نیاز به به‌روز رسانی حافظه نهان پیکربندی داشته باشید زمانی که در محیط تولید تغییری ایجاد می‌کنید.',
            'success_msg' => 'حافظه نهان پیکربندی پاک شد',
        ],
        'clear_route_cache' => [
            'title' => 'پاک کردن حافظه نهان مسیر',
            'description' => 'پاک کردن حافظه نهان مسیریابی.',
            'success_msg' => 'حافظه نهان مسیر پاک شده است',
        ],
        'clear_log' => [
            'title' => 'پاک کردن لاگ',
            'description' => 'پاک کردن فایل‌های لاگ سیستم',
            'success_msg' => 'لاگ سیستم پاک شد',
        ],
    ],
];
