<?php

return [
    'statuses' => [
        'draft' => 'پیش نویس',
        'pending' => 'در انتظار',
        'published' => 'انتشار یافته',
    ],
    'system_updater_steps' => [
        'download' => 'دانلود فایل‌های به‌روزرسانی',
        'update_files' => 'به‌روزرسانی فایل‌های سیستم',
        'update_database' => 'به‌روزرسانی پایگاه داده',
        'publish_core_assets' => 'انتشار منابع اصلی',
        'publish_packages_assets' => 'انتشار منابع بسته‌ها',
        'clean_up' => 'پاکسازی فایل‌های به‌روزرسانی سیستم',
        'done' => 'سیستم با موفقیت به‌روزرسانی شد',

        'messages' => [
            'download' => 'در حال دانلود فایل‌های به‌روزرسانی...',
            'update_files' => 'در حال به‌روزرسانی فایل‌های سیستم...',
            'update_database' => 'در حال به‌روزرسانی پایگاه داده...',
            'publish_core_assets' => 'در حال انتشار منابع اصلی...',
            'publish_packages_assets' => 'در حال انتشار منابع بسته‌ها...',
            'clean_up' => 'در حال پاکسازی فایل‌های به‌روزرسانی سیستم...',
            'done' => 'انجام شد! مرورگر شما در 30 ثانیه دیگر به‌روزرسانی می‌شود.',
        ],

        'failed_messages' => [
            'download' => 'عدم توانایی در دانلود فایل‌های به‌روزرسانی',
            'update_files' => 'عدم توانایی در به‌روزرسانی فایل‌های سیستم',
            'update_database' => 'عدم توانایی در به‌روزرسانی پایگاه داده',
            'publish_core_assets' => 'عدم توانایی در انتشار منابع اصلی',
            'publish_packages_assets' => 'عدم توانایی در انتشار منابع بسته‌ها',
            'clean_up' => 'عدم توانایی در پاکسازی فایل‌های به‌روزرسانی سیستم',
        ],

        'success_messages' => [
            'download' => 'دانلود فایل‌های به‌روزرسانی با موفقیت انجام شد.',
            'update_files' => 'به‌روزرسانی فایل‌های سیستم با موفقیت انجام شد.',
            'update_database' => 'به‌روزرسانی پایگاه داده با موفقیت انجام شد.',
            'publish_core_assets' => 'انتشار منابع اصلی با موفقیت انجام شد.',
            'publish_packages_assets' => 'انتشار منابع بسته‌ها با موفقیت انجام شد.',
            'clean_up' => 'پاکسازی فایل‌های به‌روزرسانی سیستم با موفقیت انجام شد.',
        ],
    ],
];
