<?php

return [
    '401_title' => 'مجوز رد شد',
    '404_title' => 'صفحه یافت نشد',
    '500_title' => 'صفحه بارگیری نشد',
    'reasons' => 'این ممکن است به دلیل چندین دلیل رخ داده باشد',
    'try_again' => 'لطفاً تا چند دقیقه دیگر دوباره امتحان کنید یا به صفحه اصلی باز گردید <a href=":link">با کلیک اینجا</a>.',
    'not_found' => 'پیدا نشد',
    'results_not_found' => 'نتایج یافت نشد!',
    'go_to_home' => 'به خانه برو',
    'error_when_sending_email' => 'ارسال ایمیل امکان پذیر نیست. مشکلی در تنظیمات ایمیل شما در مسیر مدیریت → تنظیمات → ایمیل رخ داده است، لطفاً تنظیمات خود را مجدداً بررسی کنید.',
    'error_when_sending_email_guest' => 'ارسال ایمیل امکان پذیر نیست. در صورت ادامه مشکل، با مدیر سایت تماس بگیرید.',
];
