<?php

return [
    'name' => 'برندها',
    'create' => 'برند جدید',
    'edit' => 'برند را ویرایش کنید',
    'form' => [
        'name' => 'نام',
        'name_placeholder' => 'نام برند (حداکثر 255 کاراکتر)',
        'description' => 'توضیحات',
        'description_placeholder' => 'توضیح کوتاه برای نام تجاری (حداکثر 400 کاراکتر)',
        'website' => 'وب سایت',
        'logo' => 'لوگو',
        'is_featured' => 'برجسته شود',
    ],
    'logo' => 'لوگو',
    'website' => 'وب سایت',
    'notices' => [
        'no_select' => 'لطفاً حداقل یک رکورد را برای انجام این اقدام انتخاب کنید!',
        'update_success_message' => 'به روز رسانی با موفقیت انجام شد',
    ],
    'cannot_delete' => 'برند قابل حذف نیست',
    'brand_deleted' => 'برند حذف شد',
    'menu' => 'برندها',
    'no_brand' => 'بدون برند',
    'intro' => [
        'title' => 'برندها را مدیریت کنید',
        'description' => 'مدیریت برندهای محصولات مانند اینتل، دی لینک، سامسونگ ...',
        'button_text' => 'برند ایجاد کنید',
    ],
    'edit_this_brand' => 'این برند را ویرایش کنید',
];
