<?php

return [
    'name' => 'دسته‌بندی‌های محصول',
    'create' => 'ساخت دسته‌بندی جدید محصول',
    'edit' => 'ویرایش دسته‌بندی محصول',
    'list' => 'لیست دسته‌بندی‌های محصول',
    'none' => 'هیچ کدام',
    'menu' => 'دسته‌بندی‌های محصول',
    'intro' => [
        'title' => 'مدیریت دسته‌بندی‌های محصول',
        'description' => 'مانند لباس‌ها، کفش‌ها، کیف‌ها، جواهرات و ...',
        'button_text' => 'ساخت دسته‌بندی محصول',
    ],
    'total_products' => 'مجموع محصولات: :total',
    'edit_this_category' => 'ویرایش این دسته‌بندی',
];
