<?php

return [
    'name' => 'نظرات',
    'view' => 'مشاهده نظر ":name"',
    'create_review' => 'ثبت نظر',
    'comment' => 'نظر',
    'product' => 'محصول',
    'customer' => 'مشتری',
    'user' => 'کاربر',
    'star' => 'ستاره',
    'intro' => [
        'title' => 'مدیریت نظرات مشتریان',
        'description' => 'نظرات مشتریان در اینجا نمایش داده می‌شوند و شما می‌توانید آنها را مدیریت کنید تا در صفحه جزئیات محصول نمایش داده شوند یا پنهان شوند.',
    ],
    'images' => 'تصاویر',
    'delete' => 'حذف',
    'publish' => 'انتشار',
    'unpublish' => 'عدم انتشار',
    'published_success' => 'نظر با موفقیت منتشر شد!',
    'unpublished_success' => 'نظر با موفقیت از حالت انتشار خارج شد!',
    'delete_modal' => [
        'title' => 'حذف نظر',
        'description' => 'آیا از حذف این نظر اطمینان دارید؟ این عمل قابل بازگشت نیست!',
    ],
    'review_already_exists' => 'این مشتری قبلاً نظر خود را درباره این محصول ثبت کرده است.',
    'reply_to_review' => 'پاسخ به نظر',
    'reply' => 'پاسخ',
    'replied_success_message' => 'پاسخ با موفقیت ارسال شد!',
    'write_your_reply' => 'پاسخ خود را بنویسید...',
    'already_replied' => 'شما قبلاً به این نظر پاسخ داده‌اید.',
    'delete_reply_modal' => [
        'title' => 'حذف پاسخ',
        'description' => 'آیا از حذف این پاسخ اطمینان دارید؟ این عمل قابل بازگشت نیست!',
    ],
];
