<?php

return [
    'settings' => [
        'title' => 'بهینه‌سازی',
        'description' => 'کاهش حجم خروجی HTML، CSS درون‌خطی، حذف توضیحات...',
        'enable' => 'فعال‌سازی بهینه‌سازی سرعت صفحه؟',
    ],
    'collapse_white_space' => 'کاهش فضای سفید',
    'collapse_white_space_description' => 'این فیلتر با حذف فضای سفید غیرضروری، بایت‌های ارسالی در یک فایل HTML را کاهش می‌دهد.',
    'elide_attributes' => 'حذف خصوصیات',
    'elide_attributes_description' => 'این فیلتر با حذف خصوصیات از تگ‌ها هنگامی که مقدار مشخص شده برابر با مقدار پیش‌فرض آن خصوصیت باشد، اندازه انتقال فایل‌های HTML را کاهش می‌دهد. این می‌تواند تعداد خوبی از بایت‌ها را ذخیره کند و ممکن است فایل را قابل‌فشرده‌تر کند.',
    'inline_css' => 'CSS درون‌خطی',
    'inline_css_description' => 'این فیلتر با جابجایی CSS درون‌خطی "style" از تگ‌ها به کلاس‌ها، اندازه انتقال فایل‌های HTML را کاهش می‌دهد.',
    'insert_dns_prefetch' => 'درج پیش‌خوانش DNS',
    'insert_dns_prefetch_description' => 'این فیلتر تگ‌هایی را در HEAD درج می‌کند تا مرورگر امکان پیش‌خوانش DNS را داشته باشد.',
    'remove_comments' => 'حذف توضیحات',
    'remove_comments_description' => 'این فیلتر توضیحات HTML، JS و CSS را حذف می‌کند. این فیلتر اندازه انتقال فایل‌های HTML را با حذف توضیحات به‌طور قابل‌توجهی کاهش می‌دهد. بسته به فایل HTML، این فیلتر می‌تواند تعداد قابل‌توجهی از بایت‌ها را در شبکه کاهش دهد.',
    'remove_quotes' => 'حذف نقل‌قول‌ها',
    'remove_quotes_description' => 'این فیلتر نقل‌قول‌های غیرضروری از خصوصیات HTML را حذف می‌کند. هرچند که توسط مشخصات مختلف HTML موردنیاز است، مرورگرها اجازه حذف آنها را می‌دهند زمانی که مقدار یک خصوصیت از یک زیرمجموعه خاص از حروف (حروف الفبا و برخی از نقطه‌گذاری) تشکیل شده باشد.',
    'defer_javascript' => 'تأخیر اجرای جاوااسکریپت',
    'defer_javascript_description' => 'تأخیر اجرای جاوااسکریپت در HTML. اگر نیاز به لغو تأخیر در برخی از اسکریپت‌ها باشد، از داده-pagespeed-no-defer به‌عنوان خصوصیت اسکریپت برای لغو تأخیر استفاده کنید.',
];
